/* No comment provided by engineer. */
"\nFeature," = "\nFeature,";

/* No comment provided by engineer. */
"\nNodes" = "\nNodes";

/* No comment provided by engineer. */
"AccelerationEvent" = "AccelerationEvent";

/* No comment provided by engineer. */
"Accelerometer" = "Accelerometer";

/* No comment provided by engineer. */
"Activity" = "Activity";

/* No comment provided by engineer. */
"ADPCM_Index" = "ADPCM_Index";

/* No comment provided by engineer. */
"ADPCM_Predsample" = "ADPCM_Predsample";

/* No comment provided by engineer. */
"AudioPCM" = "AudioPCM";

/* No comment provided by engineer. */
"AudioSync" = "AudioSync";

/* No comment provided by engineer. */
"Battery" = "Battery";

/* No comment provided by engineer. */
"Carry Position" = "Carry Position";

/* No comment provided by engineer. */
"Charging" = "Charging";

/* No comment provided by engineer. */
"Compass" = "Compass";

/* No comment provided by engineer. */
"Connected" = "Connected";

/* No comment provided by engineer. */
"Connecting" = "Connecting";

/* No comment provided by engineer. */
"Current" = "Current";

/* No comment provided by engineer. */
"Data:" = "Data:";

/* No comment provided by engineer. */
"Data: " = "Data: ";

/* No comment provided by engineer. */
"Date" = "Date";

/* No comment provided by engineer. */
"Dead" = "Dead";

/* No comment provided by engineer. */
"Direction of arrival" = "Direction of arrival";

/* No comment provided by engineer. */
"Discharging" = "Discharging";

/* No comment provided by engineer. */
"Disconnecting" = "Disconnecting";

/* No comment provided by engineer. */
"Double Tap" = "Double Tap";

/* No comment provided by engineer. */
"Energy Expended" = "Energy Expended";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Event" = "Event";

/* No comment provided by engineer. */
"Format not Recognized" = "Format not Recognized";

/* No comment provided by engineer. */
"Free Fall" = "Free Fall";

/* No comment provided by engineer. */
"FreeFall" = "FreeFall";

/* No comment provided by engineer. */
"Frequency" = "Frequency";

/* No comment provided by engineer. */
"General Purpose" = "General Purpose";

/* No comment provided by engineer. */
"Gesture" = "Gesture";

/* No comment provided by engineer. */
"Gyroscope" = "Gyroscope";

/* No comment provided by engineer. */
"Heart Rate" = "Heart Rate";

/* No comment provided by engineer. */
"Heart Rate Measurement" = "Heart Rate Measurement";

/* No comment provided by engineer. */
"HostTimestamp,NodeName,NodeTimestamp,RawData" = "HostTimestamp,NodeName,NodeTimestamp,RawData";

/* No comment provided by engineer. */
"Humidity" = "Humidity";

/* No comment provided by engineer. */
"Idle" = "Idle";

/* No comment provided by engineer. */
"Init" = "Init";

/* No comment provided by engineer. */
"Intensity" = "Intensity";

/* No comment provided by engineer. */
"Invalid Acceleration data" = "Invalid Acceleration data";

/* No comment provided by engineer. */
"Invalid AccelerationEvent data" = "Invalid AccelerationEvent data";

/* No comment provided by engineer. */
"Invalid Activity data" = "Invalid Activity data";

/* No comment provided by engineer. */
"Invalid Audio ADPCM data" = "Invalid Audio ADPCM data";

/* No comment provided by engineer. */
"Invalid Audio ADPCM Sync data" = "Invalid Audio ADPCM Sync data";

/* No comment provided by engineer. */
"Invalid Battery data" = "Invalid Battery data";

/* No comment provided by engineer. */
"Invalid Carry Position data" = "Invalid Carry Position data";

/* No comment provided by engineer. */
"Invalid Compass data" = "Invalid Compass data";

/* No comment provided by engineer. */
"Invalid Enum value" = "Invalid Enum value";

/* No comment provided by engineer. */
"Invalid feature key data" = "Invalid feature key data";

/* No comment provided by engineer. */
"Invalid FreeFall data" = "Invalid FreeFall data";

/* No comment provided by engineer. */
"Invalid Gesture data" = "Invalid Gesture data";

/* No comment provided by engineer. */
"Invalid Gyroscope data" = "Invalid Gyroscope data";

/* No comment provided by engineer. */
"Invalid Heart rate data" = "Invalid Heart rate data";

/* No comment provided by engineer. */
"Invalid Humidity data" = "Invalid Humidity data";

/* No comment provided by engineer. */
"Invalid Luminosity data" = "Invalid Luminosity data";

/* No comment provided by engineer. */
"Invalid Magnetometer data" = "Invalid Magnetometer data";

/* No comment provided by engineer. */
"Invalid Manufactured data" = "Invalid Manufactured data";

/* No comment provided by engineer. */
"Invalid Mic Level data" = "Invalid Mic Level data";

/* No comment provided by engineer. */
"Invalid Motion Intensity data" = "Invalid Motion Intensity data";

/* No comment provided by engineer. */
"Invalid Node Type" = "Invalid Node Type";

/* No comment provided by engineer. */
"Invalid Pedometer data" = "Invalid Pedometer data";

/* No comment provided by engineer. */
"Invalid Pressure data" = "Invalid Pressure data";

/* No comment provided by engineer. */
"Invalid Protocol version" = "Invalid Protocol version";

/* No comment provided by engineer. */
"Invalid Proximity data" = "Invalid Proximity data";

/* No comment provided by engineer. */
"Invalid Remote data" = "Invalid Remote data";

/* No comment provided by engineer. */
"Invalid SensorFunsion data" = "Invalid SensorFunsion data";

/* No comment provided by engineer. */
"Invalid SensorFunsionCompact data" = "Invalid SensorFunsionCompact data";

/* No comment provided by engineer. */
"Invalid Source Of Arrival data" = "Invalid Source Of Arrival data";

/* No comment provided by engineer. */
"Invalid Switch data" = "Invalid Switch data";

/* No comment provided by engineer. */
"Invalid Temperature data" = "Invalid Temperature data";

/* No comment provided by engineer. */
"Invalid Version" = "Invalid Version";

/* No comment provided by engineer. */
"Level" = "Level";

/* No comment provided by engineer. */
"Logged started on," = "Logged started on,";

/* No comment provided by engineer. */
"Lost" = "Lost";

/* No comment provided by engineer. */
"Low battery" = "Low battery";

/* No comment provided by engineer. */
"Luminosity" = "Luminosity";

/* No comment provided by engineer. */
"Magnetometer" = "Magnetometer";

/* No comment provided by engineer. */
"Manufactured data must be %d bytes or %d byte" = "Manufactured data must be %1$d bytes or %2$d byte";

/* No comment provided by engineer. */
"Mems Gesture" = "Mems Gesture";

/* No comment provided by engineer. */
"MEMS Sensor Fusion" = "MEMS Sensor Fusion";

/* No comment provided by engineer. */
"MemsSensorFusionCompact" = "MemsSensorFusionCompact";

/* No comment provided by engineer. */
"mg" = "mg";

/* No comment provided by engineer. */
"Mic" = "Mic";

/* No comment provided by engineer. */
"Mic Level" = "Mic Level";

/* No comment provided by engineer. */
"Motion Intensity" = "Motion Intensity";

/* No comment provided by engineer. */
"Multiple" = "Multiple";

/* No comment provided by engineer. */
"No Event" = "No Event";

/* No comment provided by engineer. */
"Node Id" = "Node Id";

/* No comment provided by engineer. */
"None" = "None";

/* No comment provided by engineer. */
"nSteps" = "nSteps";

/* No comment provided by engineer. */
"Orientation" = "Orientation";

/* No comment provided by engineer. */
"Orientation Bottom Left" = "Orientation Bottom Left";

/* No comment provided by engineer. */
"Orientation Bottom Right" = "Orientation Bottom Right";

/* No comment provided by engineer. */
"Orientation Down" = "Orientation Down";

/* No comment provided by engineer. */
"Orientation Top Left" = "Orientation Top Left";

/* No comment provided by engineer. */
"Orientation Top Right" = "Orientation Top Right";

/* No comment provided by engineer. */
"Orientation Up" = "Orientation Up";

/* No comment provided by engineer. */
"Out Of Range" = "Out Of Range";

/* No comment provided by engineer. */
"Pedometer" = "Pedometer";

/* No comment provided by engineer. */
"Plugged" = "Plugged";

/* No comment provided by engineer. */
"Pressure" = "Pressure";

/* No comment provided by engineer. */
"Proximity" = "Proximity";

/* No comment provided by engineer. */
"RawData" = "RawData";

/* No comment provided by engineer. */
"Remote Humidity" = "Remote Humidity";

/* No comment provided by engineer. */
"Remote Pressure" = "Remote Pressure";

/* No comment provided by engineer. */
"Remote Switch" = "Remote Switch";

/* No comment provided by engineer. */
"Remote Temperature" = "Remote Temperature";

/* No comment provided by engineer. */
"RR-Interval" = "RR-Interval";

/* No comment provided by engineer. */
"Single Tap" = "Single Tap";

/* No comment provided by engineer. */
"Status" = "Status";

/* No comment provided by engineer. */
"Steps" = "Steps";

/* No comment provided by engineer. */
"steps/min" = "steps/min";

/* No comment provided by engineer. */
"Supported protocol version are from %d to %d" = "Supported protocol version are from %1$d to %2$d";

/* No comment provided by engineer. */
"Switch" = "Switch";

/* No comment provided by engineer. */
"Temperature" = "Temperature";

/* No comment provided by engineer. */
"The feature need 1 byte for extract the data" = "The feature need 1 byte for extract the data";

/* No comment provided by engineer. */
"The feature need 2 byte for extract the data" = "The feature need 2 byte for extract the data";

/* No comment provided by engineer. */
"The feature need 6 byte for extract the data" = "The feature need 6 byte for extract the data";

/* No comment provided by engineer. */
"The feature need 7 byte for extract the data" = "The feature need 7 byte for extract the data";

/* No comment provided by engineer. */
"The feature need almost 1 byte for extract the data" = "The feature need almost 1 byte for extract the data";

/* No comment provided by engineer. */
"The feature need almost 12 byte for extract the data" = "The feature need almost 12 byte for extract the data";

/* No comment provided by engineer. */
"The feature need almost 2 byte for extract the data" = "The feature need almost 2 byte for extract the data";

/* No comment provided by engineer. */
"The feature need almost 2 bytes for extract the data" = "The feature need almost 2 bytes for extract the data";

/* No comment provided by engineer. */
"The feature need almost 20 byte for extract the data" = "The feature need almost 20 byte for extract the data";

/* No comment provided by engineer. */
"The feature need almost 3 byte for extract the data" = "The feature need almost 3 byte for extract the data";

/* No comment provided by engineer. */
"The feature need almost 4 byte for extract the data" = "The feature need almost 4 byte for extract the data";

/* No comment provided by engineer. */
"The feature need almost 6 byte for extract the data" = "The feature need almost 6 byte for extract the data";

/* No comment provided by engineer. */
"the key must have only one bit set to 1" = "the key must have only one bit set to 1";

/* No comment provided by engineer. */
"There are not enough bytes available to read" = "There are not enough bytes available to read";

/* No comment provided by engineer. */
"Tilt" = "Tilt";

/* No comment provided by engineer. */
"Unreachable" = "Unreachable";

/* No comment provided by engineer. */
"Voltage" = "Voltage";

/* No comment provided by engineer. */
"Wake Up" = "Wake Up";

